Repository: pasjamais/lib_postgres
Catalog: lib_postgres/FORMS/Form_Book.*.resx
Languages: fr

# label17.Text
source: Book code
fr: Code du livre

# label15.Text
source: Book series
fr: Séries

# label13.Text
source: Comment
fr: Commentaire

# label12.Text
source: Notes
fr: Marques

# label11.Text
source: Family notes
fr: Notes de famille

# CB_Art_Book.Text
source: Coffee table book
fr: Beau-livre

# label9.Text
source: City
fr: Ville

# label8.Text
source: Publishing house
fr: Maison d'édition

# label7.Text
source: Publishing year
fr: L'année de publication

# label6.Text
source: Publication language
fr: Langue de publication

# CB_Jacket.Text
source: Dust jacket
fr: Jaquette

# $this.Text
source: Book
fr: Livre
