Repository: pasjamais/lib_postgres
Catalog: lib_postgres/FORMS/Form_Main.*.resx
Languages: fr, ru

# ToolStripMenuItem_File.Text
source: File
fr: Fichier
ru: Файл

# ToolStripMenuItem_File_BackupBD.Text
source: Create database backup...
fr: Faire une sauvegarde de la base
ru: Сделать бэкап базы

# ToolStripMenuItem_File_RestoreBD.Text
source: Restore database from backup...
fr: Restaurer la base à partir d'une sauvegarde...
ru: Восстановить базу из бэкапа...

# ToolStripMenuItem_File_Delete_DB.Text
source: Delete Base...
fr: Supprimer la base de données...
ru: Удалить базу данных...

# ToolStripMenuItem_File_Open_Settings.Text
source: Settings...
fr: Paramètres...
ru: Настройки...

# toolStripMenuItemRecommendationToolStripMenuItem.Text
source: Recommendations
fr: Recommandations
ru: Рекомендации

# ToolStripMenuItem__Recommendations_Show.Text
source: Show (Update) recommendations
fr: Afficher (Actualiser) les recommandations
ru: Показать (Обновить) рекомендации

# ToolStripMenuItem__Recommendations_ِAdd.Text
source: Add recommendation...
fr: Ajouter une recommandation...
ru: Добавить рекомендацию...

# ToolStripMenuItem__Recommendations_Edit.Text
source: Open (Edit) recommendation...
fr: Modifier la recommandation...
ru: Открыть (Редактировать) рекомендацю...

# ToolStripMenuItem__Recommendations_Delete.Text
source: Delete/Undelete recommendation
fr: Supprimer/Annuler la suppression de la recommandation
ru: Удалить/Отменить удаление рекомендации

# ToolStripMenuItem_SourceToreadAnother.Text
source: Another recommendation sources
fr: Autres sources de recommandations
ru: Другие источники рекомендаций

# ToolStripMenuItem_SourceToreadAnother_Show.Text
source: Show (Update) another sources
fr: Afficher (Actualiser) les autres sources
ru: Показать (Обновить) другие источники рекомендаций

# ToolStripMenuItem_SourceToreadAnother_Create.Text
source: Add another source...
fr: Ajouter une source...
ru: Добавить другой источник рекомендаций...

# ToolStripMenuItem_SourceToreadAnother_Edit.Text
source: Edit another source...
fr: Modifier la source...
ru: Открыть (Редактировать) источник рекомендаций...

# ToolStripMenuItem_SourceToreadAnother_Delete.Text
source: Delete/Undelete another source
fr: Supprimer/Annuler la suppression de la source
ru: Удалить/Отменить удаление другого источника рекомендаций

# ToolStripMenuItem__Recommend_Vis_Graphviz.Text
source: Visualize...
fr: Visualiser...
ru: Визуализировать рекомендации...

# toolStripMenuItem_Recomm_Tree.Text
source: Recommendation tree...
fr: Arborescence des recommandations...
ru: Иерархия рекомендаций...

# ToolStripMenuItem_Reader.Text
source: Reader
fr: Lecteur
ru: Читатель

# ToolStripMenuItem__Read_Open.Text
source: Show (Update) readings
fr: Afficher (Actualiser) les lectures
ru: Показать (Обновить) прочитанное

# ToolStripMenuItem__Read_Add.Text
source: Add reading...
fr: Ajouter une lecture...
ru: Добавить в прочитанное...

# ToolStripMenuItem__Read_Edit.Text
source: Open (Edit) reading...
fr: Modifier la lecture...
ru: Открыть (Редактировать) прочитанное...

# ToolStripMenuItem__Read_Delete.Text
source: Delete/Undelete reading
fr: Supprimer/Annuler la suppression de la lecture
ru: Удалить/Отменить удаление прочитанного

# ToolStripMenuItem_Book_Format.Text
source: Formats
fr: Formats de lecture
ru: Форматы прочтения

# ToolStripMenuItem_Book_Format_Show.Text
source: Show (Update) formats
fr: Afficher (Actualiser) les formats
ru: Показать (Обновить) список форматов

# ToolStripMenuItem_Book_Format_Add.Text
source: Add format...
fr: Ajouter un format...
ru: Добавить формат...

# ToolStripMenuItem_Book_Format_Edit.Text
source: Open (Edit) format...
fr: Modifier la format...
ru: Открыть (Редактировать) формат...

# ToolStripMenuItem_Book_Format_Delete.Text
source: Delete/Undelete format
fr: Supprimer/Annuler la suppression du format
ru: Удалить/Отменить удаление формата

# ToolStripMenuItem_Marks.Text
source: Marks
fr: Notes
ru: Оценки

# ToolStripMenuItem_Marks_Show.Text
source: Show (Update) marks
fr: Afficher (Actualiser) les notes
ru: Показать (Обновить) оценки

# ToolStripMenuItem_Marks_Add.Text
source: Add mark...
fr: Ajouter une note...
ru: Добавить оценку...

# ToolStripMenuItem_Mark_Edit.Text
source: Open (Edit) mark...
fr: Modifier la note...
ru: Открыть (Редактировать) оценку...

# ToolStripMenuItem_Marks_Delete.Text
source: Delete/Undelete mark
fr: Supprimer/Annuler la suppression de la note
ru: Удалить/Отменить удаление оценки

# ToolStripMenuItem_Books.Text
source: Books
fr: Livres
ru: Книги

# ToolStripMenuItem_Book_Show.Text
source: Show (Update) books
fr: Afficher (Actualiser) les livres
ru: Показать (Обновить) спислк книг

# ToolStripMenuItem_Book_Add.Text
source: Add book...
fr: Ajouter un livre...
ru: Добавить книгу...

# ToolStripMenuItem__Book_Edit.Text
source: Open (Edit) book...
fr: Modifier le live...
ru: Открыть (Редактировать) книгу...

# ToolStripMenuItem_Books_Delete.Text
source: Delete/Undelete book
fr: Supprimer/Annuler la suppression du livre
ru: Удалить/Отменить удаление книги

# ToolStripMenuItem_Book_Find.Text
source: Find the book...
fr: Trouver le livre...
ru: Найти книгу...

# ToolStripMenuItem_Cities.Text
source: Cities
fr: Villes (publié à)
ru: Города

# ToolStripMenuItem__City_Show.Text
source: Show (Update) cities
fr: Afficher (Actualiser) les villes
ru: Показать (Обновить) спислк городов

# ToolStripMenuItem_City_Add.Text
source: Add city...
fr: Ajouter une ville...
ru: Добавить город...

# ToolStripMenuItem_City_Edit.Text
source: Open (Edit) city...
fr: Modifier la ville...
ru: Открыть (Редактировать) город...

# ToolStripMenuItem_City_Delete.Text
source: Delete/Undelete city
fr: Supprimer/Annuler la suppression de la ville
ru: Удалить/Отменить удаление города

# ToolStripMenuItem_Series.Text
source: Book series
fr: Séries de livres
ru: Серии книг

# ToolStripMenuItem_Series_Show.Text
source: Show (Update) book series
fr: Afficher (Actualiser) les séries
ru: Показать (Обновить) список серий книг

# ToolStripMenuItem_Series_Add.Text
source: Add book book series...
fr: Ajouter une série...
ru: Добавить серию книг...

# ToolStripMenuItem_Series_Edit.Text
source: Open (Edit) book series...
fr: Modifier la série...
ru: Открыть (Редактировать) серию книг...

# ToolStripMenuItem_Series_Delete.Text
source: Delete/Undelete book series
fr: Supprimer/Annuler la suppression de la série
ru: Удалить/Отменить удаление серии книг

# ToolStripMenuItem_PubHouse.Text
source: Publishing houses
fr: Maisons d'édition
ru: Издательства

# ToolStripMenuItem_PubHouse_Show.Text
source: Show (Update) publishing houses
fr: Afficher (Actualiser) les maisons d'édition
ru: Показать (Обновить) список издательств

# ToolStripMenuItem_PubHouse_Add.Text
source: Add publishing house...
fr: Ajouter une maison d'édition...
ru: Добавить издательство...

# ToolStripMenuItem_PubHouse_Edit.Text
source: Open (Edit) publishing house...
fr: Modifier la maison d'édition...
ru: Открыть (Редактировать) издательство...

# ToolStripMenuItem_PubHouse_Delete.Text
source: Delete/Undelete publishing house
fr: Supprimer/Annuler la suppression de la maison d'édition
ru: Удалить/Отменить удаление издательства...

# ToolStripMenuItem_Arts.Text
source: Arts
fr: Ouvrages
ru: Произведения

# ToolStripMenuItem_Arts_Show.Text
source: Show (Update) arts
fr: Afficher (Actualiser) les ouvrages
ru: Показать (Обновить) список произведений

# ToolStripMenuItem_Arts_Add.Text
source: Add art...
fr: Ajouter un ouvrage...
ru: Добавить произведение

# ToolStripMenuItem_Arts_Edit.Text
source: Open (Edit)
fr: Modifier l'ouvrage
ru: Открыть (Редактировать) произведение

# ToolStripMenuItem_Arts_Delete.Text
source: Delete/Undelete art
fr: Supprimer/Annuler la suppression de l'ouvrage
ru: Удалить/Отменить удаление произведения

# ToolStripMenuItem_Arts_Add_to_HaveRead.Text
source: Mark as read...
fr: Ajouter aux lus....
ru: Добавить в прочитанное...

# ToolStripMenuItem_Genres.Text
source: Genres
ru: Жанры

# ToolStripMenuItem_Genres_Show.Text
source: Show (Update) genres
fr: Afficher (Actualiser) les genres
ru: Показать (Обновить) список жанров

# ToolStripMenauItem_Genres_Add.Text
source: Add genre...
ru: Добавить жанр...

# ToolStripMenuItem_Genres_Edit.Text
source: Open (Edit) genre...
fr: Modifier le genre...
ru: Открыть (Редактировать) жанр...

# ToolStripMenuItem__Genres_Delete.Text
source: Delete/Undelete genre
fr: Supprimer/Annuler la suppression du genre
ru: Удалить/Отменить удаление жанра

# ToolStripMenuItem_Languages.Text
source: Languages
fr: Langues
ru: Языки

# ToolStripMenuItem_Language_Show.Text
source: Show (Update) languages
fr: Afficher (Actualiser) les langues
ru: Показать (Обновить) список языков

# ToolStripMenuItem_Language_Add.Text
source: Add language...
fr: Ajouter une langue...
ru: Добавить язык...

# ToolStripMenuItem_Language_Edit.Text
source: Open (Edit) language...
fr: Modifier la langue...
ru: Открыть (Редактировать) язык...

# ToolStripMenuItem_Language_Delete.Text
source: Delete/Undelete language
fr: Supprimer/Annuler la suppression de la langue
ru: Удалить/Отменить удаление языка...

# ToolStripMenuItem_Autors.Text
source: Authors
fr: Auteurs
ru: Авторы

# ToolStripMenuItem_Authors_Show.Text
source: Show (Update) authors
fr: Afficher (Actualiser) les auteurs
ru: Показать (Обновить) список авторов

# ToolStripMenuItem_Author_Add.Text
source: Add author...
fr: Ajouter un auteur...
ru: Добавить автора...

# ToolStripMenuItem_Author_Edit.Text
source: Open (Edit) author...
fr: Modifier l'auteur...
ru: Открыть (Редактировать) автора...

# ToolStripMenuItem_Author_Delete.Text
source: Delete/Undelete author
fr: Supprimer/Annuler la suppression de l'auteur
ru: Удалить/Отменить удаление автора

# ToolStripMenuItem_Author_Find_Arts_of_Author.Text
source: Find author's works
fr: Trouver les ouvrages de l'auteur
ru: Найти произведения автора

# ToolStripMenuItem_Author__Find_Recommendations.Text
source: Find recommendations related to the author
fr: Trouver les recommandations liées à l'auteur
ru: Найти связанные с автором рекомендации

# ToolStripMenuItem_Actions.Text
source: Actions
ru: Действия

# ToolStripMenuItem_Actions_Open.Text
source: Show (Update) actions
fr: Afficher (Actualiser) les actions...
ru: Показать (Обновить) список действий

# ToolStripMenuItem_Location_Show.Text
source: Show action table
fr: Afficher le tableau des actions
ru: Показать таблицу действий

# ToolStripMenuItem_Actions_Create.Text
source: Add action...
fr: Ajouter une action...
ru: Добавить действие...

# ToolStripMenuItem_Actions_Edit.Text
source: Open (Edit) action...
fr: Modifier l'action...
ru: Открыть (Редактировать) действие...

# ToolStripMenuItem_Actions_Delete.Text
source: Delete/Undelete action
fr: Supprimer/Annuler la suppression de l'action
ru: Удалить/Отменить удаление действия

# ToolStripMenuItem_Places.Text
source: Book storage places
fr: Lieux de stockage
ru: Места хранения

# ToolStripMenuItem_Places_Show.Text
source: Show (Update) storages
fr: Afficher (Actualiser) les stockages
ru: Показать (Обновить)

# ToolStripMenuItem_Places_Add.Text
source: Add storage...
fr: Ajouter un stockage...
ru: Добавить местохранения...

# ToolStripMenuItem_Places_Edit.Text
source: Open (Edit) storage...
fr: Modifier le stockage...
ru: Открыть (Редактировать)

# ToolStripMenuItem_Places_Delele.Text
source: Delete/Undelete storage
fr: Supprimer/Annuler la suppression du stockage
ru: Удалить/Отменить удаление места хранения

# ToolStripMenuItem_People.Text
source: Persons
fr: Gens
ru: Люди

# ToolStripMenuItem_People_Show.Text
source: Show (Update) persons
fr: Afficher (Actualiser) les gens
ru: Показать (Обновить) спислк людей

# ToolStripMenuItem_People_Add.Text
source: Add person...
fr: Ajouter une personne...
ru: Добавить человека...

# ToolStripMenuItem_People_Edit.Text
source: Open (Edit) person...
fr: Modifier la personne...
ru: Открыть (Редактировать) человека...

# ToolStripMenuItem_People_Delete.Text
source: Delete/Undelete person
fr: Supprimer/Annuler la suppression de la personne
ru: Удалить/Отменить удаление человека

# ToolStripMenuItem_About.Text
source: About...
fr: À propos...
ru: О программе...

# ToolStripMenuItem_File_Open_Backup_Folder.Text
source: Open backup folder
fr: Ouvrir le dossier de sauvegardes
