Repository: pasjamais/lib_postgres
Catalog: lib_postgres/FORMS/Form_DB.*.resx
Languages: fr, ru

# L_main.Text
source: Welcome to the book program! To get started, select the action that suits you:
fr: Bienvenue au programme sur les livres ! Pour commencer, sélectionnez l'option convenable :
ru: Вас приветствует программа по работе с книгами! Для начала работы выберите подходящее действие:

# LL_Load_Empty_BD.Text
source: Create a new empty database
fr: Créer une nouvelle base de données
ru: Cоздать новую пустую базу

# LL_Load_Existing_BD.Text
source: Load existing database from backup
fr: Charger la base de données existante à partir de la sauvegarde
ru: Загрузить существующую базу из резервной копии

# LL_Connect_to_Existing_BD.Text
source: Connect to existing database
fr: Connecter à la base de données existante
ru: Подключение к существующей базе данных

# label_password.Text
source: Enter password:
fr: Le mot de passe:
ru: Введите пароль:

# LB_existDB.Text
source: I know or assume that the database exists and I want to try to connect to it.
fr: Je sais ou suppose que la base de données existe et je veux essayer la connexion.
ru: Я знаю или предполагаю, что база данных существует, и хочу попробовать к ней подключиться.

# LL_NewDB.Text
source: I want to create a new database, even if the database already exists. In this case, the database can be filled with initial values in accordance with the selected application language.
fr: Je souhaite créer une nouvelle base de données, même si la base de données existe déjà. Dans ce cas, la base de données pourrais ê remplie de valeurs initiales conformément à la langue d'application sélectionnée.
ru: Я хочу создать базу данных заново, даже если база уже существует. При этом база может быть заполнена начальными значениями в соответствии с выбранным языком приложения.

# LB_RestoreBD.Text
source: I have a database backup (dump) and I want to use it for recovery.
fr: J'ai une sauvegarde de la base de données (dump) et je souhaite l'utiliser pour la récupérer.
ru: У меня есть резервная копия (дамп) базы данных и я хочу использовать её для восстановления.

# LL_Back.Text
source: < Back
fr: < Retour
ru: < Назад

# LL_Test_Connect.Text
source: Сonnection test
fr: Tester la connexion
ru: Тест подключения

# LL_Connect.Text
source: Save settings and connect
fr: Enregistrer les paramètres et connecter
ru: Сохранить настройки и подключиться

# LL_SelectBackupFile.Text
source: Select backup file to restore
fr: Sélectionner le fichier de sauvegarde

# LL_CreateDB.Text
source: Create new database
fr: Créer une nouvelle base de données

# CHB_fill_with_initial.Text
source: Fill the database with initial values (Recommended!)
fr: Remplir la base de données avec les valeurs initiales (Recommandé !) Important : assurez-vous que vous avez bien choisi la langue d'interface, car le remplissage initial se fera conformément à celle-ci
ru: Remplir la base de données avec les valeurs initiales (Recommandé !)

# $this.Text
source: Getting started with the program
fr: Premiers pas avec l'application
ru: Начало работы с программой
