Repository: pasjamais/lib_postgres
Catalog: lib_postgres/CODE/Localization/*.resx
Languages: ru

source: Action
ru: Действие

source: Action List
ru: Список действий

source: Add another source
ru: Добавить другой источник рекомендации

source: Add author:
ru: Добавить автора:

source: Add city
ru: Добавить город

source: Add format
ru: Добавить формат

source: Add genre
ru: Добавить жанр

source: Add language
ru: Добавить язык

source: Add mark
ru: Добавить оценку

source: Add person
ru: Добавить лицо

# Add_place
source: Add storage location
ru: Добавить место хранения

# Add_pubhouse
source: Add publishing house
ru: Добавить издательство

# Add_series
source: Add book series
ru: Добавить серию книг

source: Another
ru: Другое

source: Another source already exists
ru: Источник уже существует

# another_source_list
source: List of other sources of recommendations
ru: Список иных источников рекомендаций

# Appellation
source: Name
ru: Название

source: Art
ru: Произведение

source: Arts by language
ru: Произведения по языкам

# Art_list
source: List of arts
ru: Список произведений

source: Author
ru: Автор

source: Authors
ru: Авторы

# Authors_list
source: List of authors
ru: Список авторов

source: Authors recommend authors
ru: Авторы рекомендуют авторов

source: Authors recommend books
ru: Авторы рекомендуют книги

source: Author alredy exists
ru: Автор уже существует

source: Author(s)
ru: Автор(ы)

source: Book
ru: Книга

source: Books
ru: Книги

# Books_list
source: List of books
ru: Список книг

# Books_list_taken_by_others
source: List of books that were taken from me
ru: Список книг, которые у меня взяли

source: Books recommend authors
ru: Книги рекомендуют авторов

source: Books recommend books
ru: Книги рекомендуют книги

# caption_from_anothers
source: from anothers
ru: Другое

# caption_from_authors
source: from authors
ru: От авторов

# caption_from_books
source: from books
ru: Из книг

# Cities_list
source: List of cities
ru: Список городов

source: City
ru: Город

source: City already exists
ru: Город уже существует

source: Code
ru: Шифр

source: Comment
ru: Комментарий

source: Date
ru: Дата

source: Edit another source
ru: Изменить иной источник рекомендации

source: Edit author name
ru: Изменить имя автора

source: Edit city
ru: Изменить город

source: Edit format
ru: Изменить формат

source: Edit genre
ru: Изменить жанр

source: Edit language
ru: Изменить язык

source: Edit mark
ru: Изменить оценку

source: Edit person
ru: Изменить лицо

# Edit_place
source: Edit name of storage location:
ru: Изменить название места хранения

# Edit_pubhouse
source: Edit publishing house
ru: Изменить издательство

# Edit_series
source: Edit book series
ru: Изменить серию

source: Format
ru: Формат

# Formats_list
source: List of reading formats
ru: Список форматов прочтения

source: Format already exists
ru: Формат уже существует

source: Genre
ru: Жанр

# Genres_list
source: List of genres
ru: Список жанров

source: Genre already exists
ru: Жанр уже существует

# ID_book_short_text
source: Book ID
ru: Id кн.

source: Language
ru: Язык

# Languages_list
source: List of languages
ru: Список языков

source: Language already exists
ru: Язык уже существует

# Language_pub
source: Publication language
ru: Язык издания

# Langue_original
source: Original langue
ru: Язык ориг.

source: Mark
ru: Оценка

source: Mark already exists
ru: Оценка уже существует

source: Message
ru: Сообщение

# New_appellation
source: New city name:
ru: Новое название:

source: New format
ru: Новый формат:

source: New name:
ru: Новое имя:

source: Notice
ru: Примечание

source: Others recommend authors
ru: Другие рекомендуют авторов

source: Others recommend books
ru: Другие рекомендуют книги

source: Pages
ru: Страниц

source: Person
ru: Лицо:

# Persons_list
source: List of people
ru: Список людей

source: Person already exists
ru: Лицо уже существует

# Person_short_name
source: Name:
ru: ФИО:

source: Placement
ru: Размещение

source: Placements list
ru: Записи размещения

# Place_already_exists
source: Storage location: already exists
ru: Место хранения уже существует

# Place_name
source: Name of storage location:
ru: Название места хранения:

# Pubhouse
source: Publishing house
ru: Издательство

# Pubhouses_list
source: List of publishing houses
ru: Список издательств

# Pubhouse_already_exists
source: Publishing house already exists
ru: Издательство уже существует

# Pubhouse_name
source: Name of publishing house:
ru: Название издательства:

source: Publication year
ru: Год изд.

# Read_list
source: Have read
ru: Список прочтённого

source: Recommendation
ru: Рекомендация

# Recommendations_list
source: List of recommendations
ru: Список рекомендаций

# Recommendation_type
source: Recomm. type
ru: Тип рек.

source: Series
ru: Серия

source: Series already exist
ru: Серия уже существует

# Series_list
source: List of series
ru: Список серий книг

# Simple_proper_name
source: Name
ru: Имя

source: Source
ru: Источник

source: Source type
ru: Тип ист.

source: Storage
ru: Место хранения

# Storages_list
source: List of storage locations
ru: Список мест хранения

source: Value cannot be empty
ru: Значение не может быть пустым

# Where_books
source: Where are the books
ru: Где книги

source: Who has my books
ru: У кого мои книги

# Writing_year
source: Year of writing
ru: Год написания
